Repository: volkancosgun/ps-kozmetik
Catalog: app/Resources/translations/*/AdminCatalogNotification.*.xlf
Languages: tr_tr

source: You cannot set a negative position, the minimum for a position is 0.
tr_tr: Negatif bir pozisyon ayarlayamazsınız, pozisyon için en düşük değer 0 olmalıdır.

source: You cannot set a position greater than the total number of products in the category, minus 1 (position numbering starts at 0).
tr_tr: Pozisyon için kategoride bulunan toplam ürün sayısının bir azından daha fazla bir değer giremezsiniz (konum numaralandırma 0 dan başlar).

source: Cannot add image because product creation failed.
tr_tr: Ürün eklenmesi başarısız olduğundan resim yüklenemiyor.

source: Error while creating additional image
tr_tr: Ek resim oluşturulurken hata oluştu

source: Invalid quantity
tr_tr: Geçersiz miktar

source: Invalid description for %s language
tr_tr: %s dili için geçersiz açıklama

source: An attachment name is required.
tr_tr: Dosya eki ismi gerekli.

source: This attachment was unable to be loaded into the database.
tr_tr: Bu dosya eki veritabanına yüklenemiyor.

source: We were unable to associate this attachment to a product.
tr_tr: Bu dosya ekini ürün ile ilişkilendiremedik.

source: An error occurred while saving product attachments.
tr_tr: Ürüne dosya ekleri kaydedilirken bir hata meydana geldi.

source: You cannot delete this product because there is physical stock left.
tr_tr: Fiziksel olarak stokta bu üründen kaldığı için ürünü silemezsiniz.

source: You cannot change the product's cover image.
tr_tr: Bu ürününün kapak resmini değiştiremezsiniz.

source: The image could not be found.
tr_tr: Resim bulunamadı.

source: You cannot delete the product #%d because there is physical stock left.
tr_tr: Fiziksel olarak stokta #%d ürününden kaldığı için ürünü silemezsiniz.

source: The price attribute is required.
tr_tr: Fiyat niteliği gerekli.

source: You must add at least one attribute.
tr_tr: En az bir nitelik eklemeniz gerekiyor.

source: This combination already exists.
tr_tr: Bu kombinasyon zaten mevcut.

source: A product must be created before adding features.
tr_tr: Özellikler eklenmeden önce ürün oluşturulmalıdır.

source: Please specify priorities.
tr_tr: Lütfen öncelikleri belirleyin.

source: An error occurred while updating priorities.
tr_tr: Öncelikler güncellenirken bir hata meydana geldi.

source: An error occurred while setting priorities.
tr_tr: Öncelikler düzenlenirken bir hata meydana geldi.

source: An error occurred while creating customization fields.
tr_tr: Özelleştirme alanları oluştururken bir hata meydana geldi.

source: An error occurred while updating customization fields.
tr_tr: Özelleştirme alanları güncellenirken bir hata meydana geldi.

source: An error occurred while updating the custom configuration.
tr_tr: Özel yapılandırma güncellenirken bir hata meydana geldi.

source: The label fields defined are invalid.
tr_tr: Belirlenen etiket alanları geçersiz.

source: A product must be created before adding customization.
tr_tr: Özelleştirmeler eklenmeden önce ürün oluşturulmalıdır.

source: The uploaded file exceeds the "Maximum size for a downloadable product" set in preferences (%1$dMB) or the post_max_size/ directive in php.ini (%2$dMB).
tr_tr: Yüklenen dosya tercihlerde belirtilen "İndirilebilir bir ürün için en büyük dosya boyutu" direktifini (%1$dMB) veya php.ini içerisindeki post_max_size direktifini (%2$dMB) aşıyor.

source: An error occurred while attempting to associate this image with your shop.
tr_tr: Bu resim ile mağazanızı ilişkilendirilmeye çalışırken bir hata meydana geldi.

source: An error occurred while attempting to move this picture.
tr_tr: Resimi taşımaya çalışırken bir hata meydana geldi.

source: An error occurred while attempting to update the cover picture.
tr_tr: Kapak resmi güncellenmeye çalışırken bir hata meydana geldi.

source: An error occurred while attempting to delete the product image.
tr_tr: Ürün resmi silinmeye çalışılırken bir hata meydana geldi.

source: Wrong IDs
tr_tr: Yanlış Kimlikler

source: Invalid price/discount amount
tr_tr: Geçersiz fiyat/indirim miktarı

source: Please select a discount type (amount or percentage).
tr_tr: Lütfen bir indirim tipi seçin(miktar yada yüzde).

source: The from/to date is invalid.
tr_tr: Başlangıç/bitiş tarihi geçersiz.

source: A specific price already exists for these parameters.
tr_tr: Bu parametreler için belirli bir fiyat zaten var.

source: The name for feature %1$s is too long in %2$s.
tr_tr: %2$s içerisinde %1$s özellik adı çok uzun.

source: A valid name required for feature. %1$s in %2$s.
tr_tr: %2$s içinde %1$s özelliği için geçerli bir ad gerekli.

source: An error occurred while adding tags.
tr_tr: Etiket ekleme sırasında bir hata oluştu.

source: This %1$s field is required at least in %2$s
tr_tr: %2$s içerisinde en az %1$s alan gerekli

source: The %1$s field is too long (%2$d chars max).
tr_tr: %1$s alanı çok uzun (maksimum %2$d karakter).

source: This %1$s field (%2$s) is too long: %3$d chars max (current count %4$d).
tr_tr: Bu %1$s alanı (%2$s) çok uzun: maksimum %3$d karakter (mevcut karakter sayısı: %4$d).

source: The expiration-date attribute is required.
tr_tr: Expiration-date niteliği gerekli.

source: An error occurred while attempting to delete previous tags.
tr_tr: Önceki etiketler silinmeye çalışılırken bir hata meydana geldi.

source: The selected currency is not valid
tr_tr: Seçilen para birimi geçerli değil

source: An error occurred while copying image, the file does not exist anymore.
tr_tr: Resim kopyalanırken bir hata meydana geldi, dosya artık yok.

source: An error occurred while copying image, the file width is 0px.
tr_tr: Resim kopyalanırken bir hata meydana geldi, resim genişliği 0px.

source: An error occurred while copying image, check your memory limit.
tr_tr: Resim kopyalanırken bir hata meydana geldi, hafıza limitinizi kontrol edin.

source: An error occurred while copying the image.
tr_tr: Resim kopyalanırken bir hata meydana geldi.

source: You can't add product packs into a pack
tr_tr: Bir paket içine ürün paketleri ekleyemezsiniz

source: An error occurred while attempting to add products to the pack.
tr_tr: Ürünler pakete eklenmeye çalışılırken bir hata oluştu.

source: Error on image caption: "%1s" is not a valid caption.
tr_tr: Resim bağlığında hata: "%1s" geçerli bir başlık değil.

source: The discount was successfully generated.
tr_tr: İndirim başarıyla oluşturuldu.

source: The root category of the shop %shop% is not associated with the current shop. You can't access this page. Please change the root category of the shop.
tr_tr: %shop% Mağazasının kök kategorisi mevcut mağaza ile ilişkili değil. Bu sayfaya ulaşamazsınız. Lütfen mağazanın kök kategorisini değiştirin.

source: You cannot update the available stock when it depends on stock.
tr_tr: Mevcut stok, stoka bağlı oldukça günceleyemezsiniz.

source: Incorrect Stock Manager class [%s]
tr_tr: Yanlış Stok Yönetici sınıfı [%s]

source: Stock Manager class not found [%s]
tr_tr: Stok Yönetim sınıfı bulunamadı [%s]

source: This will copy the images too. If you wish to proceed, click "Yes". If not, click "No".
tr_tr: Bu işlem resimleri de kopyalayacaktır. Devam etmek istiyorsanız "Evet", istemiyor iseniz "Hayır"ı tıklayın.

source: An error occurred while updating the status for an object.
tr_tr: Bir nesnenin durumu güncellenirken bir hata oluştu.

source: This feature has been disabled. You can activate it here: %link%.
tr_tr: Bu özellik devre dışı bırakıldı. Buradan etkinleştirebilirsiniz: %link%.

source: (cannot load object)
tr_tr: (nesne yüklenemiyor)

source: The attribute value "%1$s" already exist for %2$s language
tr_tr: %2$s dili için "%1$s" nitelik değeri zaten var

source: Failed to delete the attribute.
tr_tr: Nitelik silinemedi.

source: Unable to resize one or more of your pictures.
tr_tr: Resimlerinizden bir veya daha fazlası yeniden boyutlandırılamadı.

source: List of products without available quantities for sale are not displayed because stock management is disabled.
tr_tr: Stok yönetimi devre dışı olduğu için satılmaya hazır miktarda bulunmayan ürünler ürün listesinde görüntülenmiyor.

source: You do not have permission to add suppliers.
tr_tr: Tedarikçileri eklemek için yetkiniz yok.

source: The address is not correct. Please make sure all of the required fields are completed.
tr_tr: Adres doğru değil. Tüm gerekli alanların tamamlanmış olduğundan emin olunuz.

source: It is not possible to delete a supplier if there are pending supplier orders.
tr_tr: Eğer beklemede ürün tedarik siparişi varsa tedarikçiyi silemezsiniz.

source: The voucher cannot end before it begins.
tr_tr: Kupon başlamadan bitemez.

source: The minimum amount cannot be lower than zero.
tr_tr: En az miktar, sıfırdan az olamaz.

source: Reduction percentage must be between 0% and 100%
tr_tr: İndirim yüzdesi %0 ile %100 arasında olmalıdır

source: Reduction amount cannot be lower than zero.
tr_tr: İndirim miktarı sıfırdan daha düşük olamaz.

source: This cart rule code is already used (conflict with cart rule %rulename%)
tr_tr: Bu sepet kuralı kodu zaten kullanıldı (%rulename% sepet kuralı ile çakışıyor)

source: An action is required for this cart rule.
tr_tr: Bu sepet kuralı için bir işlem gereklidir.

source: No product has been found.
tr_tr: Hiçbir ürün bulunamadı.

source: The category cannot be moved here.
tr_tr: Kategori buraya taşınamıyor.

source: The category cannot be a parent of itself.
tr_tr: Kategori, kendisinin üst kategorisi olamaz.

source: Unknown delete mode: %s
tr_tr: Bilinmeyen silme kipi: %s

source: You cannot remove this category because one of your shops uses it as a root category.
tr_tr: Mağazalarınızdan birinin ana kategorisi olduğu için bu kategoriyi kaldıramazsınız.

source: An error occurred while uploading category image.
tr_tr: Kategori resmi yüklenirken bir hata oluştu.

source: An error occurred while uploading thumbnail image.
tr_tr: Küçük resim yüklenirken bir hata oluştu.

source: An error occurred while uploading the image:
tr_tr: Resim yüklenirken bir hata oluştu:

source: An error occurred while uploading the image.
tr_tr: Resim yüklenirken bir hata oluştu.

source: Invalid 'from' date
tr_tr: Geçersiz 'başlangıç' tarihi

source: Invalid 'to' date
tr_tr: Geçersiz 'bitiş' tarihi

source: Invalid product
tr_tr: Geçersiz ürün

source: Invalid combination
tr_tr: Geçersiz kombinasyon

source: An error occurred during the image upload process.
tr_tr: Resim yükleme esnasında bir hata meydana geldi.

source: An order has already been placed with this cart.
tr_tr: Bu sepet ile bir sipariş zaten verildi.

source: There are not enough products in stock.
tr_tr: Stokta yeterli ürün yok.

source: This product cannot be added to the cart.
tr_tr: Bu ürün sepete eklenemedi.

source: You already have the maximum quantity available for this product.
tr_tr: Bu üründen en fazla alınabilecek miktarı zaten aldınız.

source: Invalid voucher.
tr_tr: Geçersiz kupon.

source: Submitted reduction value (0-100) is out-of-range
tr_tr: Belirlenen indirim değeri (0-100) sınırların dışında

source: An error occurred while updating the specific price.
tr_tr: Özel fiyat güncellenirken bir hata meydana geldi.

source: No reduction value has been submitted
tr_tr: İndirim değeri belirlenmedi

source: The specific price ID is invalid.
tr_tr: Belirtilen fiyat kimliği geçersiz.

source: An error occurred while attempting to delete the specific price.
tr_tr: Özel fiyat silinmeye çalışılırken bir hata meydana geldi.

source: Invalid date range
tr_tr: Geçersiz tarih aralığı

source: This feature has been disabled. You can activate it here: %url%.
tr_tr: Bu özellik devre dışı bırakıldı. Buradan etkinleştirebilirsiniz: %url%.

source: Please select at least one attribute.
tr_tr: Lütfen en az 1 nitelik seçin.

source: Unable to initialize these parameters. A combination is missing or an object cannot be loaded.
tr_tr: Parametrelerin başlatılması başarısız. Bir kombinasyon eksik yada nesne yüklenemiyor.

source: This file is associated with the following products, do you really want to delete it?
tr_tr: Bu dosya aşağıdaki ürünlerle ilişkilendirilmiştir, gerçekten silmek istiyor musunuz?

source: File not found
tr_tr: Dosya bulunamadı

source: Failed to copy the file.
tr_tr: Dosya kopyalama başarısız.

source: The file %file% exceeds the size allowed by the server. The limit is set to %size% MB.
tr_tr: %file% dosyası sunucu tarafından izin verilen boyutun üstünde. Sunucu limiti %size% MB.

source: Upload error. Please check your server configurations for the maximum upload size allowed.
tr_tr: Yükleme hatası. Lütfen sunucunuzun izin verilen maksimum dosya boyutu ayarını kontrol edin.

source: This value is too long. It should have %limit% characters or less.
tr_tr: Bu değer çok uzun. %limit% karakter veya daha az olmalı.

source: This pack is empty. You must add at least one product item.
tr_tr: Bu paket boş. En az bir ürün öğesi eklemeniz gerekir.

source: No product matches your search. Try changing search terms.
tr_tr: Aramanızla eşleşen ürün yok. Arama terimlerini değiştirmeyi deneyin.

source: Stock successfully updated
tr_tr: Stok başarıyla güncellendi

source: Product(s) successfully activated.
tr_tr: Ürün(ler) başarı ile etkinleştirildi.

source: Product(s) successfully deactivated.
tr_tr: Ürün(ler) başarıyla etkisizleştirildi.

source: Product(s) successfully deleted.
tr_tr: Ürün(ler) başarıyla silindi.

source: Product(s) successfully duplicated.
tr_tr: Ürün(ler) başarı ile çoğaltıldı.

source: Products successfully sorted.
tr_tr: Ürünler başarıyla sıralandı.

source: Product successfully deleted.
tr_tr: Ürün başarıyla silindi.

source: Product successfully duplicated.
tr_tr: Ürün başarı ile çoğaltıldı.

source: Product successfully activated.
tr_tr: Ürün başarı ile etkinleştirildi.

source: Product successfully deactivated.
tr_tr: Ürün başarı ile etkisizleştirildi.

source: It is not possible to delete a combination while it still has some quantities in the Advanced Stock Management. You must delete its stock first.
tr_tr: Bir kombinasyonu Gelişmiş Stok Yönetiminde hala belirli miktara sahipken silmeniz mümkün değildir. Öncelikle bu stok miktarını silmeniz gerekir.

source: Error while deleting the stock
tr_tr: Stok silerken hata oluştu

source: Successful deletion
tr_tr: Başarı ile silindi

source: You cannot delete this attribute.
tr_tr: Bu niteliği silemezsiniz.

source: There is no attachment yet.
tr_tr: Henüz bir dosya eki yok.

source: There is no result for this search. Update your filters to view other products.
tr_tr: Bu arama için herhangi bir sonuç bulunamadı. Diğer ürünleri görmek için filtrelerinizi güncelleyin.

source: Duplication in progress...
tr_tr: Çoğaltma sürüyor...

source: Duplication failed.
tr_tr: Çoğaltma işlemi başarısız.

source: Activation in progress...
tr_tr: Etkinleştirme sürüyor...

source: Activation failed.
tr_tr: Etkinleştirme başarısız oldu.

source: Deactivation in progress...
tr_tr: Devre dışı bırakma sürüyor...

source: Deactivation failed.
tr_tr: Devre dışı bırakma başarısız.

source: Deletion in progress...
tr_tr: Siliniyor...

source: Deletion failed.
tr_tr: Silme işlemi başarısız.

source: Duplicating products
tr_tr: Ürünler çoğaltma

source: Duplicating...
tr_tr: Çoğaltılıyor...

source: Activating products
tr_tr: Ürün etkinleştirme

source: Activating...
tr_tr: Etkinleştiriliyor...

source: Deactivating products
tr_tr: Ürün devre dışı bırakma

source: Deactivating...
tr_tr: Devre dışı bırakılıyor...

source: Deleting products
tr_tr: Ürün silme

source: Deleting...
tr_tr: Siliniyor...

source: You are in a multistore context: any modification will impact all your shops, or each shop of the active group.
tr_tr: Çoklu mağaza bağlamındasınız: herhangi bir değişiklik mağazalarınızın tümünü veya aktif gruptaki her bir mağazayı etkileyecektir.

source: If no carrier is selected then all the carriers will be available for customers orders.
tr_tr: Eğer kargo firması seçili değilse tüm kargo firmaları müşteri siparişleri için kullanılabilir olacak.

source: Friendly URLs are currently disabled.
tr_tr: Arama dostu URL'ler şu anda etkin değil.

source: To enable it, go to [1]SEO and URLs[/1]
tr_tr: Etkinleştirmek için, [1]SEO ve URL'ler[/1]e gidin

source: Friendly URLs are currently enabled.
tr_tr: Arama dostu URL'ler şu anda etkin.

source: To disable it, go to [1]SEO and URLs[/1]
tr_tr: Devre dışı bırakmak için, [1]SEO ve URL'ler[/1]e gidin

source: The "Force update of friendly URL" option is currently enabled.
tr_tr: "Arama dostu URL'yi güncellemeye zorla" seçeneği şu anda etkin.

source: To disable it, go to [1]Product Settings[/1]
tr_tr: Etkisizleştirmek için, [1]Ürün Ayarları[/1]na gidin

source: When enabling advanced stock management for a pack, please make sure it is also enabled for its product(s) – if you choose to decrement product quantities.
tr_tr: Bir paket için gelişmiş stok yönetimini etkinleştirirken, aynı zamanda bu pakete ait ürün(ler) içinde etkinleştirildiğinden emin olun - ürün miktarını azaltmayı seçtiyseniz.

source: You can't add or edit a product in this shop context: select a shop instead of a group of shops.
tr_tr: Bu mağaza bağlamında ürün ekleyemez veya düzenleyemezsiniz: mağazalar grubu yerine bir mağaza seçin.

source: This will delete all the combinations. Do you wish to proceed?
tr_tr: Bu işlem tüm kombinasyonları silecektir. Devam etmek istiyor musunuz?

source: This will delete the specific price. Do you wish to proceed?
tr_tr: Bu işlem, özel fiyatı silecektir. Devam etmek istiyor musunuz?

source: A pack of products can't have combinations.
tr_tr: Bir ürün paketinin kombinasyonları olamaz.

source: A virtual product can't have combinations.
tr_tr: Bir sanal ürünün kombinasyonları olamaz.

source: You can't manage your stock in this shop context: select a shop instead of a group of shops.
tr_tr: Bu mağaza bağlamında stokunuzu yönetemezsiniz: mağazalar grubu yerine bir mağaza seçin.

source: You must select some products before
tr_tr: Önce bazı ürünler seçmeniz gerekir

source: No address has been found for this brand.
tr_tr: Bu marka için herhangi bir adres bulunamadı.

source: What do you want to do with the products associated with this category?
tr_tr: Bu kategoriyle ilişkili ürünler ile ne yapmak istiyorsunuz?

source: Deleting multiple categories
tr_tr: Çoklu kategori silme

source: I want to associate the products without other categories to the parent category, then disable these products for now. I re-enable them when they are moved in their new category.
tr_tr: Diğer kategoriler hariç bu kategorideki ürünleri ana kategori ile ilişkilendirmek ve ürünleri şimdilik devre dışı bırakmak istiyorum. Yeni kategorilerine taşıdığımda yeniden etkinleştiririm.

source: (Recommended)
tr_tr: (Önerilen)

source: I want to associate the products without other categories to the parent category, and keep them enabled.
tr_tr: Diğer kategoriler hariç bu kategorideki ürünleri ana kategori ile ilişkilendirmek ve ürünleri etkin bırakmak istiyorum.

source: I want to remove the products which are listed only within this category and no others.
tr_tr: Sadece bu kategoride listelenmiş ürünleri kaldırmak istiyorum, diğerlerini değil.

source: Deleting this category will remove products linked only within this category and no others. Are you sure you want to continue?
tr_tr: Bu kategoriyi silmek, sadece bu kategoriyle bağlantılı ürünleri silecek, diğerlerini değil. Devam etmek istediğinize emin misiniz?
