Repository: volkancosgun/ps-kozmetik
Catalog: app/Resources/translations/*/ModulesStatsregistrationsAdmin.*.xlf
Languages: tr_tr

source: Customer accounts
tr_tr: Müşteri hesapları

source: Adds a registration progress tab to the Stats dashboard.
tr_tr: İstatistik Gösterge Paneline bir kayıt ilerleme gösterim sekmesi ekler.

source: Number of visitors who stopped at the registering step:
tr_tr: Kayıt olma adımında işlemi durduran ziyaretçilerin sayısı:

source: Number of visitors who placed an order directly after registration:
tr_tr: Kayıttan olduktan hemen sonra bir sipariş veren ziyaretçilerin sayısı:

source: Total customer accounts:
tr_tr: Toplam müşteri hesabı:

source: Number of customer accounts created
tr_tr: Oluşturulmuş müşteri hesabı sayısı

source: The total number of accounts created is not in itself important information. However, it is beneficial to analyze the number created over time. This will indicate whether or not things are on the right track. You feel me?
tr_tr: Oluşturulan müşteri hesaplarının sayısı tek başına önemli bir bilgi değildir. Oysa zaman içinde oluşturulan hesapların sayısını analiz etmek oldukça faydalıdır. Bu doğru yolda olup olmadığınızı gösterecektir. Bunu anlıyor musun?

source: How to act on the registrations' evolution?
tr_tr: Kayıtların gelişimi sırasında nasıl davranmalı?

source: If you let your shop run without changing anything, the number of customer registrations should stay stable or show a slight decline.
tr_tr: Eğer bir şeyi değiştirmeden mağazanızın çalışmasını devam ettirirseniz, müşteri kayıt sayısı aynı kalır veya günden güne azalır.

source: A significant increase or decrease in customer registration shows that there has probably been a change to your shop. With that in mind, we suggest that you identify the cause, correct the issue and get back in the business of making money!
tr_tr: Müşteri kayıt sayısındaki önemli bir artış veya azalma size mağazanızda muhtemelen bir şeylerin değiştiğini gösterir. Bunu aklınızda tutarak, olası sebepleri incelemenizi, hataları gidermenizi ve para kazanmaya devam etmek için işinizin başına geri dönmenizi öneririz!

source: Here is a summary of what may affect the creation of customer accounts:
tr_tr: Müşteri hesaplarının oluşumunu etkileyebilecek şeylerin özeti buradadır:

source: An advertising campaign can attract an increased number of visitors to your online store. This will likely be followed by an increase in customer accounts and profit margins, which will depend on customer "quality." Well-targeted advertising is typically more effective than large-scale advertising... and it's cheaper too!
tr_tr: Bir reklam kampanyası çevrim içi mağaza ziyaretçi sayısında artış yaratabilir. Bu durumu, müşteri "kalitenize" bağlı olarak, müşteri hesabı sayısı ve kar marjındaki bir artış izler. Hedefleri doğru tespit edilmiş reklam kampanyaları genellikle geniş ölçekli kampanyalara göre daha etkilidir... ve aynı zamanda daha da ekonomik!

source: Specials, sales, promotions and/or contests typically demand a shoppers' attentions. Offering such things will not only keep your business lively, it will also increase traffic, build customer loyalty and genuinely change your current e-commerce philosophy.
tr_tr: Promosyonlar, satışlar, promosyon ve / veya yarışmalar genellikle müşterinin ilgisini cezbeder. Böyle imkanlar sunmak sadece işletmenizi canlı tutacak değil, aynı zamanda, trafiği arttıracak, müşteri sadakati oluşturacak ve gerçek anlamda geçerli e-ticaret felsefesi geliştirmenizi sağlayacaktır.

source: Design and user-friendliness are more important than ever in the world of online sales. An ill-chosen or hard-to-follow graphical theme can keep shoppers at bay. This means that you should aspire to find the right balance between beauty and functionality for your online store.
tr_tr: Tasarım ve kullanıcı dostu bir yaklaşım günümüz çevrim içi satışlarında hiç olmadığı kadar önemli. Kötü seçilmiş veya grafik öğeleri zor takip edilen bir tema müşterilerin güle güle demesine yol açabilir. Bu şu anlama gelir, sitenizin güzelliği ile işlevselliği arasında doğru dengeyi gözetmeniz çok önemlidir.

source: CSV Export
tr_tr: CSV Dışa Aktar
