Repository: volkancosgun/ps-kozmetik
Catalog: app/Resources/translations/*/ModulesAutoupgradeAdmin.*.xlf
Languages: tr_tr

source: [ERROR] Error on backup using PclZip: %s.
tr_tr: [ERROR] PclZip kullanarak yedeklenirken hata: %s.

source: Unable to open archive
tr_tr: Arşivi açamadı

source: All files saved. Now backing up database.
tr_tr: Tüm dosyalar kaydedildi. Şimdi veritabanı yedekleniyor.

source: %itemname% items removed. %itemscount% items left.
tr_tr: %itemname% öğe kaldırıldı. %itemscount% öğe kaldı.

source: Error while removing item %itemname%, %itemscount% items left.
tr_tr: %itemname% öğesi kaldırılırken hata, %itemscount% öğe kaldı.

source: Starting to remove %s sample files
tr_tr: %s örnek dosyalar kaldırılmaya başlandı

source: All sample files removed. Backup process skipped. Now upgrading files.
tr_tr: Tüm örnek dosyalar kaldırıldı. Yedekleme işlemi atlandı. Şimdi dosyalar yükseltiliyor.

source: All sample files removed. Now backing up files.
tr_tr: Tüm örnek dosyalar kaldırıldı. Şimdi dosyalar yedekleniyor.

source: Downloading from %s
tr_tr: %s'den indiriliyor

source: File will be saved in %s
tr_tr: Dosya %s konumuna kaydedilecek

source: Download directory has been emptied
tr_tr: İndirme dizini boşaltıldı

source: Download complete.
tr_tr: İndirme tamamlandı.

source: Download complete. Now extracting...
tr_tr: Yükleme tamamlandı. Şimdi ayıklanıyor...

source: Download complete but MD5 sum does not match (%s).
tr_tr: Yükleme tamamlandı ancak MD5 sum değeri eşleşmiyor (%s).

source: Download complete but MD5 sum does not match (%s). Operation aborted.
tr_tr: Yükleme tamamlandı ama MD5 sum değeri (%s) eşleşmiyor. İşlem iptal edildi.

source: Error during download. The private key may be incorrect.
tr_tr: İndirme sırasında hata. Özel anahtar yanlış olabilir.

source: Error during download
tr_tr: İndirilirken hatalar oluştu

source: Download directory %s is not writable.
tr_tr: %s indirme dizini yazılabilir değil.

source: You need allow_url_fopen or cURL enabled for automatic download to work. You can also manually upload it in filepath %s.
tr_tr: Otomatik indirmenin çalışması için allow_url_fopen veya cURL'yi etkinleştirmelisiniz. %s dosya yolunu kullanarak elle de yapabilirsiniz.

source: [WARNING] Property %s is missing
tr_tr: [WARNING] %s özelliği eksik

source: Action %s skipped
tr_tr: %s eylemi atlandı

source: Action "%s" not found
tr_tr: "%s" eylemi bulunamadı

source: Too long!
tr_tr: Çok uzun!

source: Fields are different!
tr_tr: Alanlar farklı!

source: This email address is wrong!
tr_tr: Bu e-posta adresi yanlış!

source: Impossible to send the email!
tr_tr: E-posta göndermek imkansız!

source: Cannot create settings file, if /app/config/parameters.php exists, please give the public write permissions to this file, else please create a file named parameters.php in config directory.
tr_tr: Ayar dosyası oluşturulamıyor, /app/config/parameters.php dosyası mevcutsa, bu dosyaya genel yazma izni verin, değilse lütfen yapılandırma dizini içerisinde parameters.php isimli bir doya oluşturun.

source: Cannot write settings file, please create a file named settings.inc.php in the "config" directory.
tr_tr: Ayar dosyası yazılamıyor, lütfen "config" dizinine settings.inc.php adlı bir dosya oluşturun.

source: Impossible to upload the file!
tr_tr: Dosya yüklemek imkansız!

source: Data integrity is not valided. Hack attempt?
tr_tr: Veri bütünlüğü doğrulanamadı. Hack girişimi mi?

source: Impossible to read the content of a MySQL content file.
tr_tr: MySQL içerik dosyasının içeriğini okumak imkansız.

source: Cannot access a MySQL content file.
tr_tr: MySQL içerik dosyasına erişemiyor.

source: Error while inserting data in the database:
tr_tr: Veritabanına veri ekleme sırasında hata:

source: This is not a valid file name.
tr_tr: Bu, geçerli bir dosya adı değil.

source: This is not a valid image file.
tr_tr: Bu, geçerli bir resim dosyası değil.

source: Error while creating the /app/config/parameters.php file.
tr_tr: /app/config/parameters.php dosyası oluşturulurken hata.

source: Error:
tr_tr: Hata:

source: This PrestaShop database already exists. Please revalidate your authentication information to the database.
tr_tr: Bu PrestaShop veritabanı zaten var. Lütfen veritabanının kimlik bilgilerini yeniden doğrulayın.

source: An error occurred while resizing the picture.
tr_tr: Resim yeniden ölçeklendirirken bir hata oluştu.

source: Database connection is available!
tr_tr: Veritabanı bağlantısı mevcut!

source: Database Server is available but database is not found
tr_tr: Veritabanı sunucusu mevcut ancak veritabanı bulunamadı

source: Database Server is not found. Please verify the login, password and server fields.
tr_tr: Veritabanı Sunucusu bulunamadı. Lütfen giriş, parola ve sunucu alanlarını kontrol edin.

source: An error occurred while sending email, please verify your parameters.
tr_tr: E-posta gönderirken bir hata oluştu, lütfen parametrelerinizi doğrulayın.

source: Impossible to write the image /img/logo.jpg. If this image already exists, please delete it.
tr_tr: /img/logo.jpg resim dosyasına yazılamıyor. Bu resim mevcutsa, lütfen silin.

source: The uploaded file exceeds the upload_max_filesize directive in php.ini
tr_tr: Yüklenen dosya php.ini dosyasındaki upload_max_filesize direktifini aşıyor

source: The uploaded file exceeds the MAX_FILE_SIZE directive that was specified in the HTML form
tr_tr: Yüklenen dosya HTML biçiminde belirtilen MAX_FILE_SIZE değerini aşıyor

source: The uploaded file was only partially uploaded
tr_tr: Yüklenen dosya sadece kısmen yüklendi

source: No file was uploaded.
tr_tr: Herhangi bir dosya yüklenmedi.

source: Missing a temporary folder
tr_tr: Geçici bir klasör eksik

source: Failed to write file to disk
tr_tr: Dosyayı diske yazma başarısız

source: File upload stopped by extension
tr_tr: Uzantısından dolayı dosya gönderme durduruldu

source: Cannot convert your database's data to utf-8.
tr_tr: Veritabanı verileriniz utf-8'e çevirilemedi.

source: Your MySQL server does not support this engine, please use another one like MyISAM
tr_tr: MySQL sunucunuz bu motoru desteklemiyor, lütfen MyISAM gibi başka birini kullanın

source: Your lastname contains some invalid characters
tr_tr: Soyadınız bazı geçersiz karakterler içeriyor

source: The file /img/logo.jpg is not writable, please CHMOD 755 this file or CHMOD 777
tr_tr: /img/logo.jpg dosyası yazılabilir değil, lütfen bu dosyanın CHMOD izinlerini 755 veya 777 yapın

source: Invalid catalog mode
tr_tr: Geçersiz katalog kipi

source: No error code available
tr_tr: Hata kodu yok

source: This installer is too old.
tr_tr: Bu yükleyici çok eski.

source: The app/config/parameters.php file was not found. Did you delete or rename this file?
tr_tr: app/config/parameters.php dosyası bulunamadı. Bu dosyayı sildiniz veya yeniden adlandırdınız mı?

source: Cannot find the SQL upgrade files. Please verify that the /install/upgrade/sql folder is not empty.
tr_tr: SQL yükseltme dosyaları bulunamıyor. /install/upgrade/sql klasörünün boş olmadığından emin olun.

source: No upgrade is possible.
tr_tr: Yükseltme mümkün değil.

source: Error while loading SQL upgrade file.
tr_tr: SQL yükseltme dosyasını yüklerken hata oluştu.

source: Error while inserting content into the database
tr_tr: Veritabanına içerik ekleme sırasında hata

source: Unfortunately,
tr_tr: Maalesef,

source: SQL errors have occurred.
tr_tr: SQL hatası oluştu.

source: The config/defines.inc.php file was not found. Where did you move it?
tr_tr: config/defines.inc.php dosya bulunamadı. Nereye taşıdınız?

source: Rollback
tr_tr: Geri Alma

source: After upgrading your shop, you can rollback to the previous database and files. Use this function if your theme or an essential module is not working correctly.
tr_tr: Mağazanızı yükselttikten sonra önceki veritabanı ve dosyalara geri dönebilirsiniz. Bu yöntemi temanız veya gerekli modülleriniz doğru olarak çalışmıyorsa kullanın.

source: Choose your backup:
tr_tr: Yedeğinizi seçin:

source: -- Choose a backup to restore --
tr_tr: -- Geri yüklemek için bir yedek seçin --

source: The pre-Upgrade checklist
tr_tr: Ön-Yükseltme kontrol listesi

source: The checklist is not OK. You can only upgrade your shop once all indicators are green.
tr_tr: Kontrol listesi tamam değil. Sadece tüm göstergeler yeşil olduğunda mağazanızı yükseltebilirsiniz.

source: Before starting the upgrade process, please make sure this checklist is all green.
tr_tr: Yükseltme işlemini başlatmadan önce, bu kontrol listesinin tümünün yeşil olduğundan emin olun.

source: The 1-click upgrade module is up-to-date (your current version is v%s)
tr_tr: Tek tıkla modül yükseltme (geçerli sürümünüz v%s) güncel

source: Download
tr_tr: İndirme

source: Your store's root directory is writable (with appropriate CHMOD permissions)
tr_tr: Mağazanızın kök dizini yazılabilir durumda (uygun CHMOD izinleri ile)

source: The "/admin/autoupgrade" directory is writable (appropriate CHMOD permissions)
tr_tr: "/admin/autoupgrade" dizini yazılabilir (uygun CHMOD izinleri)

source: PHP's "Safe mode" option is turned off
tr_tr: PHP "Güvenlik kipi" seçeneği kapalı

source: PHP's "allow_url_fopen" option is turned on, or cURL is installed
tr_tr: PHP "allow_url_fopen" seçeneği açık, veya cURL yüklü

source: Your store is in maintenance mode
tr_tr: Mağazanız bakım kipinde

source: Click here to put your shop under maintenance
tr_tr: Mağazanızı bakım kipine almak için burayı tıklayınız

source: PrestaShop's caching features are disabled
tr_tr: PrestaShop ön-belleğe alma özellikleri devre dışı

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: unlimited)
tr_tr: PHP'nin max_execution_time (mevcut değer: unlimited) ayarı yüksek bir değerde ya da tamamen devre dışı

source: PHP's max_execution_time setting has a high value or is disabled entirely (current value: %s seconds)
tr_tr: PHP'nin max_execution_time (mevcut değer: %s saniye) ayarı yüksek bir değerde ya da tamamen devre dışı

source: Please also make sure you make a full manual backup of your files and database.
tr_tr: Ayrıca dosyalarınızın ve veritabanının tam bir yedeğini aldığınızdan emin olun.

source: Branch:
tr_tr: Dal:

source: available
tr_tr: mevcut

source: unavailable
tr_tr: mevcut değil

source: Version number:
tr_tr: Sürüm numarası:

source: Changelog:
tr_tr: Değişiklik günlüğü:

source: see changelog
tr_tr: değişiklik günlüğüne bakın

source: Major release
tr_tr: Ana sürüm

source: Minor release (recommended)
tr_tr: Ara sürüm (önerilir)

source: Release candidates
tr_tr: Aday sürümler

source: Beta releases
tr_tr: Beta Sürümleri

source: Alpha releases
tr_tr: Alfa Sürümleri

source: Private release (require link and MD5 hash)
tr_tr: Özel sürüm (bağlantı ve MD5 hash gerektirir)

source: Local archive
tr_tr: Yerel arşiv

source: Local directory
tr_tr: Yerel dizin

source: Channel:
tr_tr: Kanal:

source: This option regroup all stable versions.
tr_tr: Bu seçenek tüm kararlı sürümleri yeniden gruplandırır.

source: Link:
tr_tr: Bağlantı:

source: Hash key:
tr_tr: Hash anahtarı:

source: Allow major upgrade:
tr_tr: Önemli yükseltmelere izin ver:

source: Archive to use:
tr_tr: Kullanılacak arşiv:

source: Choose an archive
tr_tr: Bir arşiv seçin

source: Number of the version you want to upgrade to:
tr_tr: Yükseltme yapmak istediğiniz sürüm:

source: No archive found in your admin/autoupgrade/download directory
tr_tr: admin/autoupgrade/download dizininde arşiv bulunamadı

source: Save in the following directory the archive file of the version you want to upgrade to: %s
tr_tr: Yükseltme yapmak istediğiniz sürümün arşiv dosyalarını şu dizine kaydedin: %s

source: Click "Save" once the archive is there.
tr_tr: Arşiv mevcut olduğunda "Kaydet" i tıklayın.

source: This option will skip the download step.
tr_tr: Bu seçenek, indirme adımını atlayacaktır.

source: Save in the following directory the uncompressed PrestaShop files of the version you want to upgrade to: %s
tr_tr: Yükseltme yapmak istediğiniz sürümün arşivden çıkartılmış PrestaShop dosyalarını şu dizine kaydedin: %s

source: Please tell us which version you are upgrading to [1](1.7.0.1 for instance)[/1]
tr_tr: Lütfen bize hangi sürümden yükseltme yaptığınızı söyleyin [1](örneğin 1.7.0.1)[/1]

source: This option will skip both download and unzip steps and will use %1$s as the source directory
tr_tr: Bu seçenek indirme ve zipten çıkartma adımlarının her ikisini de atlayacak ve %1$s dizinini kaynak dizin olarak kullanacak

source: More options (Expert mode)
tr_tr: Daha fazla seçenek (Uzman kipi)

source: Expert mode
tr_tr: Uzman kipi

source: Please select your channel:
tr_tr: Lütfen kanalınızı seçin:

source: Channels are offering you different ways to perform an upgrade. You can either upload the new version manually or let the 1-Click Upgrade module download it for you.
tr_tr: Kanallar size bir yükseltme gerçekleştirmeniz için farklı yollar sunar. Elle yeni sürümü yükleyebilir veya tek tıkla yükseltme modülünün sizin için indirilmesine izin verebilirsiniz.

source: The Alpha, Beta and Private channels give you the ability to upgrade to a non-official or unstable release (for testing purposes only).
tr_tr: Alfa, Beta ve Özel Kanallar, size resmi olmayan eklenti ve-veya yükseltmeleri yapabilme olanağı sunar. (Test amaçlıdır.).

source: By default, you should use the "Minor release" channel which is offering the latest stable version available.
tr_tr: Varsayılan olarak, mevcut olan en son kararlı sürümü sunan "Ara sürüm" kanalını kullanmak gerekir.

source: Step
tr_tr: Adım

source: Upgrade steps
tr_tr: Yükseltme adımları

source: Version comparison
tr_tr: Sürüm karşılaştırma

source: PrestaShop Original version
tr_tr: PrestaShop Orijinal sürümü

source: Differences between versions
tr_tr: Sürümler arası farklılıklar

source: Activity Log
tr_tr: Etkinlik günlüğü

source: Currently processing
tr_tr: Şu anda işleniyor

source: Analyzing the situation...
tr_tr: Durumu analiz ediliyor...

source: Errors
tr_tr: Hatalar

source: Start your Upgrade
tr_tr: Yükseltmeye Başlayın

source: Congratulations, you are already using the latest version available!
tr_tr: Tebrikler, zaten mevcut en son sürümünü kullanıyorsunuz!

source: You come from the future! You are using a more recent version than the latest available!
tr_tr: Gelecekten geliyorsunuz! Kullanılabilir son sürümden daha yeni bir sürümünü kullanıyorsunuz!

source: Your current PrestaShop version
tr_tr: Mevcut PrestaShop sürümünüz

source: Latest official version for %s channel.
tr_tr: %s kanalı için son resmi sürüm.

source: Upgrade PrestaShop now!
tr_tr: PrestaShop'u şimdi yükseltin!

source: You use Smarty 3
tr_tr: Smarty 3 kullanıyorsunuz

source: Smarty 2 is deprecated in 1.4 and was removed in 1.5. You may need to upgrade your current theme or use a new one.
tr_tr: Smarty 2 1.4 için önerilmiyordu ve 1.5'de çıkarıldı. Geçerli temayı yükseltmelisiniz veya yeni tema kullanın.

source: PrestaShop will be downloaded from %s
tr_tr: PrestaShop %s den indirilecek

source: Open changelog in a new window
tr_tr: Değişiklik günlüğünü yeni pencerede aç

source: No file will be downloaded (channel %s is used)
tr_tr: Herhangi bir dosya indirilmeyecek (%s kanalı kullanılıyor)

source: The following action are automatically replaced
tr_tr: Aşağıdaki eylemler otomatik olarak değiştirilecek

source: %old% will be replaced by %new%
tr_tr: %old% %new% ile değiştirilecek

source: To change this behavior, you need to manually edit your php files
tr_tr: Bu davranışı değiştirmek için, php dosyalarını elle düzenlemeniz gerekir

source: Check if a new version is available
tr_tr: Yeni bir sürümü olup olmadığını kontrol et

source: Last check: %s
tr_tr: Son Kontrol: %s

source: Last check: never
tr_tr: Son Kontrol: asla

source: Refresh the page
tr_tr: Sayfayı yenile

source: Last datetime check: %s
tr_tr: Son tarih-saat kontrolü: %s

source: This functionality has been disabled.
tr_tr: Bu işlev devre dışı bırakıldı.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. Please reinstall or reset the module.
tr_tr: [TECHNICAL ERROR] ajax-upgradetab.php eksik. Lütfen modülü yeniden kurun veya sıfırlayın.

source: Welcome!
tr_tr: Hoş geldiniz!

source: With the PrestaShop 1-Click Upgrade module, upgrading your store to the latest version available has never been easier!
tr_tr: PrestaShop tek tıklama ile yükseltme modülü ile, mevcut son sürüme mağazanızı yükseltmek hiç bu kadar kolay olmamıştı!

source: Please always perform a full manual backup of your files and database before starting any upgrade.
tr_tr: Herhangi bir sürüm yükseltme işleminden önce daima dosyalarınız ve veritabanınız için tam bir elle yedekleme işlemi gerçekleştirin.

source: Double-check the integrity of your backup and that you can easily manually roll-back if necessary.
tr_tr: Gereğinde kolayca geri yükleyebilmek için yedeklerinizin bütünlüğünü iki kez kontrol edin.

source: If you do not know how to proceed, ask your hosting provider.
tr_tr: Nasıl devam edeceğinizi bilmiyorsanız, barındırma sağlayıcınıza başvurun.

source: Backup Options
tr_tr: Yedekleme Seçenekleri

source: Upgrade Options
tr_tr: Yükseltme Seçenekleri

source: Are you sure you want to delete this backup?
tr_tr: Bu yedeklemeyi silmek istediğinize emin misiniz?

source: Your server cannot download the file. Please upload it first by ftp in your admin/autoupgrade directory
tr_tr: Sunucunuz dosyayı indirilemiyor. Lütfen ilk önce admin/autoupgrade dizinine ftp ile yükleyin

source: Click to refresh the page and use the new configuration
tr_tr: Sayfayı yenilemek ve yeni yapılandırmayı kullanmak için tıklayın

source: An update is currently in progress... Click "OK" to abort.
tr_tr: Şuan bir güncelleme yapılıyor... İptal etmek için "TAMAM" a basın.

source: Upgrading PrestaShop
tr_tr: PrestaShop Yükseltiliyor

source: Upgrade complete
tr_tr: Yükseltme tamamlandı

source: Upgrade Complete!
tr_tr: Yükseltme Tamamlandı!

source: Upgrade complete, but warning notifications has been found.
tr_tr: Yükseltme tamamlandı, ancak uyarı bildirimleri bulundu.

source: Cookies have changed, you will need to log in again once you refreshed the page
tr_tr: Çerezler değişti, sayfayı yenilediğinizde yeniden oturum açmanız gerekecek

source: Javascript and CSS files have changed, please clear your browser cache with CTRL-F5
tr_tr: Javascript ve CSS dosyaları değişti, CTRL-F5 ile tarayıcı önbelleğini temizleyin

source: Please check that your front-office theme is functional (try to create an account, place an order...)
tr_tr: Mağaza Önyüz temasının çalışıp çalışmadığını kontrol edin (bir hesap oluşturmayı deneyin, bir sipariş verin...)

source: Product images do not appear in the front-office? Try regenerating the thumbnails in Preferences > Images
tr_tr: Ürün resimleri mağaza önyüzünde görünmüyor mu? "Tercihler > Resimler" bölümünde küçük resimleri yeniden oluşturmayı deneyin

source: Do not forget to reactivate your shop once you have checked everything!
tr_tr: Her şeyi kontrol ettikten sonra mağazayı yeniden aktifleştirmeyi unutmayın!

source: ToDo list:
tr_tr: Yapılacaklar Listesi:

source: Restoration complete.
tr_tr: Geri yükleme tamamlandı.

source: Javascript error (parseJSON) detected for action
tr_tr: Eylem için JavaScript hatası (parseJSON) tespit edildi

source: Starting restoration...
tr_tr: Geri yükleme başlatılıyor...

source: Error detected during
tr_tr: İşlem sırasında hata algılandı

source: The request exceeded the max_time_limit. Please change your server configuration.
tr_tr: İstek sırasında max_time_limit aşımı. Sunucu yapılandırmanızı değiştirin.

source: Manually go to %s button
tr_tr: %s düğmesine gidin

source: End of process
tr_tr: İşlem sonu

source: Operation canceled. Checking for restoration...
tr_tr: Operasyon iptal edildi. Geri yükleme için denetleniyor...

source: Do you want to restore %backupname%?
tr_tr: %backupname% yedeğini geri yüklemek istiyor musunuz?

source: Operation canceled. An error happened.
tr_tr: Operasyon iptal edildi. Bir hata oluştu.

source: [TECHNICAL ERROR] ajax-upgradetab.php is missing. please reinstall the module
tr_tr: [TEKNİK HATA] ajax-upgradetab.php eksik. Lütfen modülü yeniden kurun

source: See or hide the list
tr_tr: Listeyi görün veya gizleyin

source: Core file(s)
tr_tr: Çekirdek dosyalar

source: Mail file(s)
tr_tr: E-Posta dosyaları

source: Translation file(s)
tr_tr: Çeviri dosyaları

source: Your server cannot download the file. Please upload it to your FTP server, and put it in your /[admin]/autoupgrade directory.
tr_tr: Sunucunuz dosyayı karşıdan yükleyemiyor. Lütfen FTP sunucusuna yükleyin ve /[admin]/autoupgrade dizine koyun.

source: Theses files will be deleted
tr_tr: Bu dosyalar silinecek

source: Theses files will be modified
tr_tr: Bu dosyalar değiştirilecek

source: Less options
tr_tr: Daha az seçenek

source: Link and MD5 hash cannot be empty
tr_tr: Bağlantı ve MD5 hash boş olamaz

source: You need to enter the version number associated with the archive.
tr_tr: Arşiv ile ilişkili sürüm numarasını girmeniz gerekli.

source: No archive has been selected.
tr_tr: Herhangi bir arşiv seçilmedi.

source: You need to enter the version number associated with the directory.
tr_tr: Dizin ile ilişkili sürüm numarasını girmeniz gerekli.

source: Please confirm that you want to skip the backup.
tr_tr: Lütfen yedeklemeyi atlamak istediğinizi onaylayın.

source: Please confirm that you want to preserve file options.
tr_tr: Lütfen dosya seçeneklerini muhafaza etmek istediğinizi onaylayın.

source: %s is not a file
tr_tr: %s bir dosya değil

source: Unable to create directory %s.
tr_tr: %s dizini oluşturulamıyor.

source: Archive extracted
tr_tr: Arşiv ayıklandı

source: zip->extractTo(): unable to use %s as extract destination.
tr_tr: zip-> extractTo (): %s ayıklama hedefi olarak kullanılamıyor.

source: Unable to open zipFile %s
tr_tr: %s zip dosyası açılamıyor

source: [ERROR] Error on extracting archive using PclZip: %s.
tr_tr: [ERROR] PclZip kullanarak arşiv ayıklanırken hata oluştu: %s.

source: [ERROR] %file% has not been unzipped: %status%
tr_tr: [ERROR] %file% çıkartılmadı: %status%

source: [ERROR] Unable to list archived files
tr_tr: [ERROR] Arşivlenen dosyalar listelenemiyor

source: File %s is preserved
tr_tr: %s dosyası koruma altında

source: Unable to write in the directory "%s"
tr_tr: "%s" dizinine yazma başarısız.

source: This version of PrestaShop cannot be upgraded: the PS_ADMIN_DIR constant is missing.
tr_tr: Bu PrestaShop sürümü yükseltilemez: PS_ADMIN_DIR sabiti eksik.

source: 1-Click Upgrade
tr_tr: Tek Tıkla Güncelleme

source: Provides an automated method to upgrade your shop to the latest version of PrestaShop.
tr_tr: Mağazanızı PrestaShop son sürüme yükseltmeniz için otomatik bir yöntem sağlar.

source: Unable to delete outdated "AdminUpgrade" tab (tab ID: %idtab%).
tr_tr: Zaman aşımına uğramış "AdminUpgrade" sekmesi silinemiyor (sekme Kimliği: %idtab%).

source: Unable to create the "AdminSelfUpgrade" tab
tr_tr: "AdminSelfUpgrade" sekmesi oluşturulamıyor

source: Unable to copy logo.gif in %s
tr_tr: %s içerisinde logo.gif kopyalamıyor

source: Unable to load the "AdminSelfUpgrade" tab
tr_tr: "AdminSelfUpgrade" sekmesi yüklenemiyor

source: Unable to create the directory "%s"
tr_tr: "%s" dizini oluşturulamıyor

source: Unable to copy ajax-upgradetab.php in %s
tr_tr: %s içerisinde ajax-upgradetab.php kopyalanamıyor
