Repository: volkancosgun/ps-kozmetik
Catalog: app/Resources/translations/*/ModulesAutoupgradeAdmin.*.xlf
Languages: tr_tr

source: Selection successfully deleted
tr_tr: Seçilenler başarı ile silindi

source: The new version check has been completed successfully
tr_tr: Yeni sürüm kontrolü başarıyla tamamlandı

source: Message sent to the customer
tr_tr: Mesaj müşteriye gönderildi

source: Language successfully copied
tr_tr: Dil başarı ile kopyalandı

source: Refund Successful
tr_tr: İade Başarılı

source: Images successfully moved
tr_tr: Görüntüler başarı ile taşındı

source: In order to use a new theme, please follow these steps:
tr_tr: Yeni bir tema kullanmak için, lütfen aşağıdaki adımları uygulayın:

source: Import your theme using this module:
tr_tr: Bu modülü kullanarak temanızı içeri aktarın:

source: Theme installer
tr_tr: Tema Yükleyici

source: When your theme is imported, please select the theme in this page
tr_tr: Tema içe aktarıldığında, lütfen bu sayfada temayı seçiniz

source: Add my IP
tr_tr: IP adresimi ekle

source: If you change the theme, the parameters.php file must be writable (CHMOD 755 / 777)
tr_tr: Temayı değiştirirseniz, parameters.php dosyası yazılabilir olmalı (CHMOD 755/777)

source: Back
tr_tr: Geri

source: You do not have permission to add here
tr_tr: Buraya eklemek için yetkiniz yok

source: Set required fields for this section
tr_tr: Bu bölüm için gerekli bilgileri düzenleyin

source: Required Fields
tr_tr: Gerekli Alanlar

source: Select the fields you would like to be required for this section.
tr_tr: Bu bölüm için gerekli olmasını istediğiniz alanları seçin.

source: Field Name
tr_tr: Alan Adı

source: The field named %s is required.
tr_tr: %s alanı gereklidir.

source: The field named %fieldname% is required at least in the %languagename% language.
tr_tr: %fieldname% isimli alan en azından %languagename% dili için gerekli.

source: The field named %fieldname% is too long (%charsnumber% chars max).
tr_tr: %fieldname% isimli alan çok uzun (maksimum %charsnumber% karakter).

source: Your entry in field %fieldname% (language %languagename%) exceeds max length %charsnumber% chars (incl. HTML tags).
tr_tr: %fieldname% alanındaki girişiniz (%languagename% dili) %charsnumber% olan maksimum karakter sınırını aşıyor (HTML etiketler dahil).

source: An error occurred during image deletion (cannot load object).
tr_tr: Resim silme işlemi sırasında bir hata oluştu (obje yüklenemedi).

source: You need at least one object.
tr_tr: En az bir nesneye ihtiyacınız var.

source: You cannot delete all of the items.
tr_tr: Bütün nesneleri silemezsiniz.

source: An error occurred during deletion.
tr_tr: Silme işlemi esnasında bir hata oluştu.

source: (cannot load object)
tr_tr: (nesne yüklenemiyor)

source: You do not have permission to add here.
tr_tr: Buraya ekleme yapmak için yetkiniz yok.

source: Error in updating required fields
tr_tr: Gerekli alanlar güncellenirken bir hata oluştu

source: Can not add configuration %configurationkey% for lang %isocode%
tr_tr: %isocode% dili için %configurationkey% yapılandırması eklenemedi

source: Can not add configuration %configurationkey%
tr_tr: %configurationkey% yapılandırması eklenemedi

source: %title% : Incorrect value
tr_tr: %title% : Yanlış değer

source: An error occurred while uploading favicon: %iconname% to %destination%
tr_tr: Site simgesi yüklenirken bir hata oluştu: %iconname% simgesi %destination% hedefine

source: errors
tr_tr: hatalar

source: There are %count% warnings
tr_tr: %count% adet uyarı var

source: There is %count% warning
tr_tr: %count% adet uyarı var

source: Click here to see more
tr_tr: Daha fazlasını görmek için tıklayın

source: Hide warning
tr_tr: Uyarıyı gizle

source: Delete item #
tr_tr: Öğeyi sil #

source: Object cannot be loaded (not found)
tr_tr: Nesne yüklenemedi(bulunamadı)

source: Object cannot be loaded (identifier missing or invalid)
tr_tr: Nesne yüklenemedi(tanımlayıcı eksik yada geçersiz)

source: Your are currently connected with the following domain name:
tr_tr: Şu alan adı ile bağlanıyorsunuz:

source: This one is different from the main shop domain name set in "Preferences > SEO & URLs":
tr_tr: Bu "Tercihler > SEO & URL" menüsünde ayarlanan ana mağaza alanı adından farklıdır:

source: Click here if you want to modify the main shop domain name
tr_tr: Mağaza alan adını düzenlemek istiyorsanız burayı tıklayın

source: Field %name% is required
tr_tr: %name% alanı gereklidir

source: Field %name% is invalid
tr_tr: %name% alanı geçersiz

source: Required field
tr_tr: Gerekli alan

source: Back up my files and database
tr_tr: Veritabanımı ve dosyalarımı yedekle

source: Automatically back up your database and files in order to restore your shop if needed. This is experimental: you should still perform your own manual backup for safety.
tr_tr: Gerektiğinde mağazanızı geri yüklemek için veri tabanınızı ve dosyalarınızı otomatik olarak yedekleyin. Bu deneysel bir özelliktir: güvenliğiniz için kendi yedeklemenizi aynı zamanda elle de yapmalısınız.

source: Back up my images
tr_tr: Resimlerimi yedekle

source: To save time, you can decide not to back your images up. In any case, always make sure you did back them up manually.
tr_tr: Zaman kazanmak için, resimlerinizi yedeklememeyi de seçebilirsiniz. Her durumda, her zaman elle bunları yedeklediğinizden emin olun.

source: Server performance
tr_tr: Sunucu performansı

source: Unless you are using a dedicated server, select "Low".
tr_tr: Paylaşımsız bir sunucu kullanmıyorsanız, "Düşük" seçeneğini seçin.

source: A high value can cause the upgrade to fail if your server is not powerful enough to process the upgrade tasks in a short amount of time.
tr_tr: Sunucunuz, kısa zamanda yükseltme görevlerini işleyecek kadar güçlü değilse yüksek bir değer yükseltmenin başarısızlıkla sonuçlanmasına neden olabilir.

source: Low (recommended)
tr_tr: Düşük (önerilir)

source: Medium
tr_tr: Orta

source: High
tr_tr: Yüksek

source: Disable non-native modules
tr_tr: Yerel olmayan modülleri devre dışı bırak

source: As non-native modules can experience some compatibility issues, we recommend to disable them by default.
tr_tr: Yerel olmayan modüller bazı uyumluluk sorunlarına yol açabilir, bunları varsayılan olarak devre dışı bırakmanızı öneririz.

source: Keeping them enabled might prevent you from loading the "Modules" page properly after the upgrade.
tr_tr: Bunları etkin kılmak yükseltmeden sonra "Modüller" sayfasının düzgün biçimde yüklenmesini engelleyebilir.

source: Upgrade the default theme
tr_tr: Varsayılan temayı güncelle

source: If you customized the default PrestaShop theme in its folder (folder name "classic" in 1.7), enabling this option will lose your modifications.
tr_tr: Varsayılan PrestaShop temasını düzenlediyseniz (1.7 sürümünde "classic" klasörü), bu seçeneği etkinleştirdiğinizde değişikliklerinizi kaybedeceksiniz.

source: If you are using your own theme, enabling this option will simply update the default theme files, and your own theme will be safe.
tr_tr: Eğer kendi temanızı kullanıyorsanız, bu seçeneğin etkinleştirilmesi sadece varsayılan tema dosyalarını günceller ve kendi temanız güvende olur.

source: Switch to the default theme
tr_tr: Varsayılan temaya geç

source: This will change your theme: your shop will then use the default theme of the version of PrestaShop you are upgrading to.
tr_tr: Bu temanızı değiştirecek: daha sonra mağazanız PrestaShop'un yükseltilen sürümüne ait varsayılan temayı kullanacaktır.

source: Keep the customized email templates
tr_tr: Özelleştirilmiş şablonları koru

source: This will not upgrade the default PrestaShop e-mails.
tr_tr: Bu, varsayılan PrestaShop e-postalarını yükseltmez.

source: If you customized the default PrestaShop e-mail templates, enabling this option will keep your modifications.
tr_tr: Varsayılan PrestaShop e-posta şablonlarını özelleştirdiyseniz, bu seçeneği etkinleştirmek değişikliklerinizi koruyacaktır.

source: Unable to create directory %s
tr_tr: %s dizini oluşturulamıyor

source: Unable to create file %s
tr_tr: %s dosyası oluşturulamıyor

source: Error when trying to delete backups %s
tr_tr: %s yedekleri silinirken hata oluştu

source: Restoration process done. Congratulations! You can now reactivate your shop.
tr_tr: Yenileme işlemi tamamlandı. Tebrikler! Artık mağazanızı yeniden aktifleştirebilirsiniz.

source: Upgrade process done. Congratulations! You can now reactivate your shop.
tr_tr: Yükseltme işlemi tamamlandı. Tebrikler! Artık mağazanızı yeniden aktifleştirebilirsiniz.

source: Upgrade process done, but some warnings have been found.
tr_tr: Yükseltme işlemi yapıldı, ancak bazı uyarılar bulundu.

source: %s removed
tr_tr: %s kaldırıldı

source: Please remove %s by FTP
tr_tr: Lütfen şunu FTP ile silin: %s

source: Configuration successfully updated.
tr_tr: Yapılandırma başarıyla güncellendi,.

source: This page will now be reloaded and the module will check if a new version is available.
tr_tr: Bu sayfa şimdi yeniden yüklenecek ve modül yeni bir sürümün olup olmadığını kontrol edecek.

source: File %s does not exist. Unable to select that channel.
tr_tr: %s dosyası mevcut değil. Bu kanal seçilemez.

source: Version number is missing. Unable to select that channel.
tr_tr: Sürüm numarası eksik. Bu kanal seçilemez.

source: Upgrade process will use archive.
tr_tr: Yükseltme işlemi arşivi kullanacak.

source: Error on saving configuration
tr_tr: Yapılandırma kaydedilirken hata oluştu

source: %modifiedfiles% files will be modified, %deletedfiles% files will be deleted (if they are found).
tr_tr: %modifiedfiles% dosya değiştirilecek, %deletedfiles% dosya silinecek (bulunması halinde).

source: No diff files found.
tr_tr: Dosyalarda hiçbir fark bulunamadı.

source: Unable to check files for the installed version of PrestaShop.
tr_tr: Yüklü PrestaShop sürümü için dosyalar kontrol edilemiyor.

source: Unable to check files
tr_tr: Dosyalar kontrol edilemiyor

source: Core files are ok
tr_tr: Çekirdek dosyalar tamam

source: %modificationscount% file modifications have been detected, including %coremodifications% from core and native modules:
tr_tr: %coremodifications% adeti çekirdek ve yerel modüller olmak üzere %modificationscount% dosya değişikliği tespit edildi:

source: Starting upgrade...
tr_tr: Yükseltme başlatılıyor...

source: Skip downloading and unzipping steps, upgrade process will now remove sample data.
tr_tr: İndirme ve zipten çıkartma adımlarını atlayın, yükseltme işlemi örnek veriyi kaldıracak.

source: Shop deactivated. Removing sample files...
tr_tr: Mağaza devre dışı bırakıldı. Örnek dosyalar kaldırılıyor...

source: Skip downloading step, upgrade process will now unzip the local archive.
tr_tr: İndirme adımını atlayın, yükseltme işlemi yerel arşivi zipten çıkartacak.

source: Shop deactivated. Extracting files...
tr_tr: Mağaza devre dışı bırakıldı. Dosyalar ayıklanıyor...

source: Shop deactivated. Now downloading... (this can take a while)
tr_tr: Mağaza devre dışı bırakıldı. İndiriliyor... (bu biraz zaman alabilir)

source: Downloaded archive will come from %s
tr_tr: İndirilen arşiv %s den gelecek

source: MD5 hash will be checked against %s
tr_tr: MD5 hash %s karşı kontrol edilecek

source: "/latest" directory has been emptied
tr_tr: "/latest" dizini boşaltıldı

source: File extraction complete. Removing sample files...
tr_tr: Dosya çıkarma tamamlandı. Örnek dosyalar kaldırılıyor...

source: Unable to extract %filepath% file into %destination% folder...
tr_tr: %filepath% dosyası %destination% dizinine çıkartılamadı...

source: This is not a valid archive for version %s.
tr_tr: Bu, %s sürümü için geçerli bir arşiv değil.

source: Extraction directory is not writable.
tr_tr: Çıkartma dizini yazılabilir değil.

source: Extraction directory %s is not writable.
tr_tr: %s çıkartma dizini yazılabilir değil.

source: [ERROR] %s does not exist or is not a directory.
tr_tr: [HATA] %s yok veya bir dizin değil.

source: Nothing has been extracted. It seems the unzipping step has been skipped.
tr_tr: Hiçbir şey çıkartılmadı. Öyle görülüyor ki zipten çıkartma işlemi atlandı.

source: [ERROR] Unable to find files to upgrade.
tr_tr: [ERROR] Yükseltilecek dosyalar bulunamadı.

source: Unable to list files to upgrade
tr_tr: Yükseltilecek dosyalar listelenemiyor

source: %s files will be upgraded.
tr_tr: %s dosya yükseltilecek.

source: filesToUpgrade is not an array
tr_tr: filesToUpgrade bir dizi değil

source: All files upgraded. Now upgrading database...
tr_tr: Tüm dosyalar yükseltildi. Şimdi veritabanı yükseltiliyor...

source: Error when trying to upgrade file %s.
tr_tr: %s dosyası yükseltmeye çalışılırken hata oluştu.

source: %s files left to upgrade.
tr_tr: Güncellenecek %s dosya kaldı.

source: Nothing has been extracted. It seems the unzip step has been skipped.
tr_tr: Hiçbir şey çıkartılmadı. Öyle görülüyor ki zipten çıkartma adımı atlandı.

source: %s modules will be upgraded.
tr_tr: %s modül yükseltilecek.

source: upgradeModule step has not ended correctly.
tr_tr: upgradeModule adımı doğru bir şekilde sona ermedi.

source: listModules is not an array. No module has been updated.
tr_tr: listModules bir dizi değil. Hiçbir modül güncellenmedi.

source: %s modules left to upgrade.
tr_tr: Güncellenecek %s modül kaldı.

source: The %modulename% module is not compatible with version %version%, it will be removed from your FTP.
tr_tr: %modulename% modülü %version% sürümü ile uyumlu değil, FTP'den kaldırılacak.

source: The %modulename% module is not compatible with version %version%, please remove it from your FTP.
tr_tr: %modulename% modülü %version% sürümü ile uyumlu değil, lütfen FTP'den kaldırın.

source: Addons modules files have been upgraded.
tr_tr: Eklenti modül dosyaları yükseltildi.

source: The files of module %s have been upgraded.
tr_tr: %s modülü dosyaları yükseltildi.

source: [WARNING] Error when trying to upgrade module %s.
tr_tr: [WARNING] %s modülünü yükseltmeye çalışırken hata oluştu.

source: [ERROR] Unable to write module %s's zip file in temporary directory.
tr_tr: [ERROR] %s modülünün zip dosyası geçici klasöre yazılırken hata oluştu.

source: [ERROR] No response from Addons server.
tr_tr: [ERROR] Eklenti sunucusu yanıt vermiyor.

source: Error during database upgrade. You may need to restore your database.
tr_tr: Veritabanı yükseltme sırasında hata. Veritabanını geri yüklemeniz gerekebilir.

source: Database upgraded. Now upgrading your Addons modules...
tr_tr: Veritabanı yükseltildi. Şimdi Eklentileri modülleri yükseltiliyor...

source: The database has been cleaned.
tr_tr: Veritabanı temizlendi.

source: /install/upgrade/php directory is missing in archive or directory
tr_tr: arşiv veya dizinde /install/upgrade/php dizini eksik

source: /install/upgrade/php directory is missing in archive or directory.
tr_tr: arşiv veya dizinde /install/upgrade/php dizini eksik.

source: The app/config/parameters.php file was not found.
tr_tr: app/config/parameters.php dosyası bulunamadı.

source: The app/config/parameters.yml file was not found.
tr_tr: app/config/parameters.yml dosyası bulunamadı.

source: Current version: %oldversion%. Version to install: %newversion%.
tr_tr: Mevcut sürüm: %oldversion%. Yüklenecek sürüm: %newversion%.

source: Current version: %oldversion%. Version to install: %newversion%
tr_tr: Mevcut sürüm: %oldversion%. Yüklenecek sürüm: %newversion%

source: [ERROR] Version to install is too old.
tr_tr: [ERROR] Yüklenecek sürüm çok eski.

source: You already have the %s version.
tr_tr: Zaten %s sürümüne sahipsiniz.

source: There is no older version. Did you delete or rename the app/config/parameters.php file?
tr_tr: Daha eski sürüm yok. app/config/parameters.php dosyasını sildiniz veya adını değiştirdiniz mi?

source: Invalid database configuration
tr_tr: Geçersiz veritabanı yapılandırması

source: Unable to find upgrade directory in the installation path.
tr_tr: Yükleme adresine yükseltme dizini bulunamıyor.

source: Cannot find the SQL upgrade files. Please check that the %s folder is not empty.
tr_tr: SQL yükseltme dosyalarını bulamıyor musunuz. %s klasörünün boş olmadığından emin olun.

source: %s is not a valid version number.
tr_tr: %s geçerli bir sürüm numarası değil.

source: Error while loading SQL upgrade file "%s.sql".
tr_tr: "%s.sql" SQL yükseltme dosyasını yüklerken hata oluştu.

source: Error while loading SQL upgrade file %s.
tr_tr: %s SQL yükseltme dosyasını yüklerken hata oluştu.

source: Error while loading sql SQL file %s.
tr_tr: %s SQL dosyasını yüklerken hata oluştu.

source: [DROP] SQL %s table has been dropped.
tr_tr: [DROP] %s SQL tablosu kaldırıldı.

source: An error happened during the database upgrade.
tr_tr: Veritabanı yükseltme sırasında bir hata oluştu.

source: Error upgrading Doctrine schema
tr_tr: Doktrin şeması yükseltme hatası

source: Database upgrade OK
tr_tr: Veritabanı yükseltme tamam

source: [SKIP] directory "%s" does not exist and cannot be emptied.
tr_tr: [SKIP] "%s" dizini var olmadığından boşaltılamaz.

source: [CLEANING CACHE] File %s removed
tr_tr: [CLEANING CACHE] %s dosyası kaldırıldı

source: Error updating translations
tr_tr: Çeviriler güncellenirken bir hata oluştu

source: Warning detected during upgrade.
tr_tr: Yükseltme işlemi sırasında uyarı algılandı.

source: Database upgrade completed
tr_tr: Veritabanı yükseltme tamamlandı

source: [NOTICE] File %s does not exist, merge skipped.
tr_tr: [NOTICE] %s dosyası yok, birleştirme atlandı.

source: [WARNING] %variablename% variable missing in file %filename%. Merge skipped.
tr_tr: [WARNING] %filename% dosyasında %variablename% değişkeni eksik. Birleştirme atlandı.

source: [WARNING] %variablename% variable missing in file %filename%. File %filename% deleted and merge skipped.
tr_tr: [WARNING] %filename% dosyasında %variablename% değişkeni eksik. %filename% dosyası silindi ve birleştirme atlandı.

source: %s ignored
tr_tr: %s göz ardı edildi

source: [WARNING] File %1$s has been deleted.
tr_tr: [WARNING] %1$s dosyası silindi.

source: Directory %1$s created.
tr_tr: %1$s dizini oluşturuldu.

source: Error while creating directory %s.
tr_tr: %s dizini oluştururken hata oluştu.

source: Directory %s already exists.
tr_tr: %s dizini zaten mevcut.

source: [TRANSLATION] The translation files have been merged into file %s.
tr_tr: [TRANSLATION] Çeviri dosyaları %s dosyası içinde birleştirildi.

source: [TRANSLATION] The translation files have not been merged into file %filename%. Switch to copy %filename%.
tr_tr: [TRANSLATION] Çeviri dosyaları %filename% dosyası içinde birleştirilemedi. %filename% kopyasına geçin.

source: Copied %1$s.
tr_tr: %1$s kopyalandı.

source: Error while copying file %s
tr_tr: %s dosyası kopyalanırken hata oluştu

source: [ERROR] file %s is missing : unable to restore files. Operation aborted.
tr_tr: [ERROR] %s dosyası kayıp: dosyaları geri yüklemek mümkün değil. İşlem iptal edildi.

source: [ERROR] File %s is missing: unable to restore files. Operation aborted.
tr_tr: [ERROR] %s dosyası kayıp: dosyaları geri yüklemek mümkün değil. İşlem iptal edildi.

source: [ERROR] No backup database files found: it would be impossible to restore the database. Operation aborted.
tr_tr: [ERROR] Herhangi bir veritabanı yedekleme dosyası bulunamadı: veritabanını geri yüklemek mümkün olmadı. İşlem iptal edildi.

source: Restoring files ...
tr_tr: Dosyalar geri yükleniyor ...

source: Nothing to restore
tr_tr: Geri yüklenecek bir şey yok

source: %s file(s) will be removed before restoring the backup files.
tr_tr: Yedekleme dosyaları geri yüklenmeden önce %s dosya kaldırılacak.

source: [ERROR] Backup file %s does not exist.
tr_tr: [ERROR] %s yedekleme dosyası yok.

source: [ERROR] File "%s" does not exist.
tr_tr: [ERROR] "%s" dosyası mevcut değil.

source: Unable to remove upgraded files.
tr_tr: Yükseltilmiş dosyalar kaldırılamadı.

source: Files restored. Now restoring database...
tr_tr: Dosyalar geri yüklendi. Şimdi veritabanı geri yükleniyor...

source: Files restored.
tr_tr: Dosyalar geri yüklendi.

source: Unable to extract file %filename% into directory %directoryname% .
tr_tr: %filename% dosyası %directoryname% dizinine çıkartılamadı.

source: %s: File format does not match.
tr_tr: %s: Dosya biçimi eşleşmiyor.

source: Opening backup database file %filename% in %extension% mode
tr_tr: %filename% yedek dosyası %extension% kipinde açılıyor

source: Database backup is empty.
tr_tr: Veritabanı yedeği boş.

source: Database restoration file %filename% done. %filescount% file(s) left...
tr_tr: %filename% veritabanı geri yükleme dosyası tamamlandı. %filescount% dosya kaldı...

source: Database restoration file %1$s done.
tr_tr: %1$s veritabanı geri yükleme dosyası tamamlandı.

source: Database has been restored.
tr_tr: Veritabanı geri yüklendi.

source: [SQL ERROR]
tr_tr: [SQL HATASI]

source: Error during database restoration
tr_tr: Veritabanı geri yüklemesi sırasında hata

source: %numberqueries% queries left for file %filename%...
tr_tr: %filename% dosyası için %numberqueries% sorgu kaldı...

source: Database restoration done.
tr_tr: Veritabanı geri yükleme tamalandı.

source: Database backup skipped. Now upgrading files...
tr_tr: Veritabanı yedekleme atlandı. Şimdi dosyalar yükseltiliyor...

source: Backup directory is not writable (%path%).
tr_tr: Yedekleme dizini yazılabilir değil (%path%).

source: Backup file %s already exists. Operation aborted.
tr_tr: %s yedekleme dosyası zaten var. İşlem iptal edildi.

source: Unable to create backup database file %s.
tr_tr: %s yedekleme veritabanı dosyası oluşturulamıyor.

source: Error during database backup.
tr_tr: Veritabanı yedekleme sırasında hata.

source: An error occurred while backing up. Unable to obtain the schema of %s
tr_tr: Yedekleme sırasında bir hata oluştu. %s için şema varlığı teyit edilemiyor

source: %s table has been saved.
tr_tr: %s tablosu kaydedildi.

source: %s tables have been saved.
tr_tr: %s tabloları kaydedildi.

source: Database backup: %s table(s) left...
tr_tr: Veritabanı yedekleme: %s tablo kaldı...

source: No valid tables were found to back up. Backup of file %s canceled.
tr_tr: Yedekleme için geçerli bir tablo bulunamadı. %s dosya yedeklemesi iptal edildi.

source: Error during database backup for file %s.
tr_tr: %s dosyası için veritabanı yedeklemesi sırasında hata oluştu.

source: Database backup done in filename %s. Now upgrading files...
tr_tr: %s dosya adında veritabanı yedeklemesi tamamlandı. Şimdi dosyalar yükseltiliyor...

source: Error during backupFiles
tr_tr: Dosya yedekleme sırasında hata

source: [ERROR] backupFiles filename has not been set
tr_tr: [ERROR] backupFiles dosya adı belirtilmemiş

source: %s Files to backup.
tr_tr: Yedeklenecek %s dosya kaldı.

source: Backup files initialized in %s
tr_tr: Dosyaları yedekleme %s içinde başlatıldı

source: Backup files in progress. %d files left
tr_tr: Dosyaları yedekleme işlem devam ediyor. %d dosya kaldı

source: Using class ZipArchive...
tr_tr: ZipArchive sınıfı kullanılarak...

source: Using class PclZip...
tr_tr: PclZip sınıfı kullanılarak...

source: All files saved. Now backing up database
tr_tr: Tüm dosyalar kaydedildi. Şimdi veritabanı yedekleniyor

source: All files have been added to archive.
tr_tr: Tüm dosyalar arşive eklendi.

source: %filename% added to archive. %filescount% files left.
tr_tr: %filename% arşive eklendi. %filescount% dosya kaldı.

source: Error when trying to add %filename% to archive %archive%.
tr_tr: %filename% %archive% arşivine eklenirken hata oluştu.

source: File %filename% (size: %filesize%) added to archive. %filescount% files left.
tr_tr: %filename% dosyası (boyut: %filesize%) arşive eklendi. %filescount% dosya kaldı.

source: File %filename% (size: %filesize%) added to archive.
tr_tr: %filename% dosyası (boyut: %filesize%) arşive eklendi.

source: File %filename% (size: %filesize%) has been skipped during backup.
tr_tr: %filename% dosyası (boyut: %filesize%) yedekleme sırasında atlandı.
